app/views/orders/index.html.erb

        <td><%= order.customer %></td>
        <td><%= order.order_status %></td>
---
SELECT `orders`.* FROM `orders`